Repository: Kanunnikoff/GlagolitsaKeyboard-iOS
Catalog: Localizable.xcstrings
Source language: en
Languages: be, bg, cs, hr, mk, ru, sk, sl, uk

source: The purchase result could not be determined.
be: Не ўдалося вызначыць вынік куплі.
bg: Резултатът от покупката не можа да бъде определен.
cs: Výsledek nákupu se nepodařilo zjistit.
hr: Rezultat kupnje nije bilo moguće odrediti.
mk: Резултатот од купувањето не можеше да се утврди.
ru: Не удалось определить результат покупки.
sk: Výsledok nákupu sa nepodarilo zistiť.
sl: Rezultata nakupa ni bilo mogoče določiti.
uk: Не вдалося визначити результат покупки.

source: The selected style changes how letters appear on keyboard keys.
be: Выбранае начартанне змяняе выгляд літар на клавішах.
bg: Избраното начертание променя вида на буквите върху клавишите.
cs: Vybraný tvar mění vzhled písmen na klávesách.
hr: Odabrani oblik mijenja izgled slova na tipkama tipkovnice.
mk: Избраниот облик го менува изгледот на буквите на копчињата.
ru: Выбранное начертание изменяет вид букв на клавишах.
sk: Vybraný tvar mení vzhľad písmen na klávesoch.
sl: Izbrana oblika spremeni videz črk na tipkah.
uk: Вибране накреслення змінює вигляд літер на клавішах.

source: Tip
be: Чаявыя
bg: Бакшиш
cs: Spropitné
hr: Napojnica
mk: Бакшиш
ru: Чаевые
sk: Prepitné
sl: Napitnina
uk: Чайові

source: To enable the keyboard, follow the ​following​​ steps: • in Device Settings go to General -> Keyboard -> Keyboards -> ​New​ keyboards • enable the keyboard named 'Glagolitic'
be: Каб уключыць клавіятуру, выканайце наступныя крокі: • у наладах прылады перайдзіце ў Асноўныя -> Клавіятура -> Клавіятуры -> Дадаць новую клавіятуру • уключыце клавіятуру з назвай «Глаголіца»
bg: За да включите клавиатурата, изпълнете следните стъпки: • в настройките на устройството отворете Основни -> Клавиатура -> Клавиатури -> Добавяне на нова клавиатура • включете клавиатурата с име „Глаголица“
cs: Klávesnici zapnete takto: • v Nastavení zařízení přejděte na Obecné -> Klávesnice -> Klávesnice -> Přidat novou klávesnici • zapněte klávesnici s názvem „Hlaholice“
hr: Da se pojavi tipkovnica, poduzmite slijedeće korake: • u Postavkama uređaja odaberite Općenito -> Tipkovnica -> Tipkovnice -> ​Dodaj novu tipkovnicu • uključite tipkovnicu zvanu 'Glagolitic'
mk: За да ја вклучите тастатурата, следете ги овие чекори: • во поставките на уредот одете во Општо -> Тастатура -> Тастатури -> Додај нова тастатура • вклучете ја тастатурата со име „Глаголица“
ru: Для включения клавиатуры выполните ​следующие​ шаги: • в Настройках устройства зайдите в раздел Основные -> Клавиатура -> Клавиатуры -> ​Новые​ клавиатуры • включите клавиатуру с названием 'Glagolitic'
sk: Klávesnicu zapnete takto: • v Nastaveniach zariadenia prejdite na Všeobecné -> Klávesnica -> Klávesnice -> Pridať novú klávesnicu • zapnite klávesnicu s názvom „Hlaholika“
sl: Tipkovnico omogočite tako: • v nastavitvah naprave odprite Splošno -> Tipkovnica -> Tipkovnice -> Dodaj novo tipkovnico • omogočite tipkovnico z imenom »Glagolica«
uk: Щоб увімкнути клавіатуру, виконайте такі дії: • у Налаштуваннях пристрою зайдіть у розділ Основні -> Клавіатура -> Клавіатури -> Нові клавіатури • увімкніть клавіатуру під назвою 'Glagolitic'

source: Uppercase and lowercase forms of the 47 Glagolitic letters available on the keyboard.
be: Вялікія і малыя формы 47 глагалічных літар, даступных на клавіятуры.
bg: Главни и малки форми на 47-те глаголически букви, достъпни на клавиатурата.
cs: Velké a malé tvary 47 hlaholských písmen dostupných na klávesnici.
hr: Veliki i mali oblici 47 glagoljskih slova dostupnih na tipkovnici.
mk: Големи и мали облици на 47-те глаголски букви достапни на тастатурата.
ru: Прописные и строчные формы 47 глаголических букв, доступных на клавиатуре.
sk: Veľké a malé tvary 47 hlaholských písmen dostupných na klávesnici.
sl: Velike in male oblike 47 glagolskih črk, ki so na voljo na tipkovnici.
uk: Великі та малі форми 47 глаголичних літер, доступних на клавіатурі.

source: Version %@, build %@
be: Версія %@, зборка %@
bg: Версия %@, компилация %@
cs: Verze %@, sestavení %@
hr: Verzija %@, build %@
mk: Верзија %@, издание %@
ru: Версия %@, сборка %@
sk: Verzia %@, zostava %@
sl: Različica %@, graditev %@
uk: Версія %@, складання %@

source: Write a letter
be: Напісаць ліст
bg: Напишете имейл
cs: Napsat e-mail
hr: Napišite e-poruku
mk: Напишете е-пошта
ru: Написать письмо
sk: Napísať e-mail
sl: Napišite e-pošto
uk: Написати лист

source: Your opinion is very important to me. Please feel free to rate and write a review.
be: Ваша меркаванне вельмі важнае для мяне. Калі ласка, ацаніце праграму і напішыце водгук.
bg: Вашето мнение е много важно за мен. Моля, оценете приложението и напишете отзив.
cs: Váš názor je pro mě velmi důležitý. Neváhejte aplikaci ohodnotit a napsat recenzi.
hr: Vaše mišljenje mi je vrlo važno. Slobodno dajte ocjenu i napišite osvrt.
mk: Вашето мислење ми е многу важно. Оценете ја апликацијата и напишете рецензија.
ru: Ваше мнение очень важно для меня. Пожалуйста, не поленитесь поставить оценку и написать отзыв.
sk: Váš názor je pre mňa veľmi dôležitý. Neváhajte aplikáciu ohodnotiť a napísať recenziu.
sl: Vaše mnenje mi veliko pomeni. Ocenite aplikacijo in napišite mnenje.
uk: Ваша думка дуже важлива для мене. Будь ласка, не полінуйтеся поставити оцінку та написати відгук.

source: OK
hr: U redu
ru: ОК
sl: V redu
uk: Гаразд
